src/main/webapp/template/tr069/TransferComplete.txt

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:cwmp="urn:dslforum-org:cwmp-1-0"
	xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<SOAP-ENV:Header>
		<cwmp:ID SOAP-ENV:mustUnderstand="1">9998</cwmp:ID>
	</SOAP-ENV:Header>
	<SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
		<cwmp:TransferComplete>
			<CommandKey></CommandKey>
			<FaultStruct>
				<FaultCode></FaultCode>
				<FaultString></FaultString>
			</FaultStruct>
			<StartTime>2010-05-11T07:47:16</StartTime>
            <CompleteTime>2010-05-11T07:47:27</CompleteTime>
		</cwmp:TransferComplete>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
